[
   {
      "BookID": "4412",
      "Title": "In Search of Annie Drew",
      "Subtitle": "Jamaica Kincaid's Mother and Muse",
      "PublicationDate": "2016-06-20",
      "DaysSincePublication": "1610",
      "AuthorCredit": "Daryl Cumber Dance",
      "Series": [],
      "InternalSeriesVolume": [],
      "MainDescription": { "html": "<p>There is perhaps no other person who has been so often and obsessively featured in any writer’s canon as Jamaica Kincaid’s mother, Annie Drew. In this provocative new book, Daryl Dance argues that everything Kincaid has written, regardless of its apparent theme, actually relates to Kincaid’s efforts to free herself from her mother, whether her subject is ostensibly other family members, her home nation, a precolonial world, or even Kincaid herself.A devoted reader of Kincaid’s work, Dance had long been aware of the author’s love-hate relationship with her mother, but it was not until reading the 2008 essay &quotThe Estrangement&quot that Dance began to ponder who this woman named Annie Victoria Richardson Drew really was. Dance decided to seek the answers herself, embarking on a years-long journey to unearth the real Annie Drew.</p><p>Through interviews and extensive research, Dance has pieced together a fuller, more contextualized picture in an attempt to tell Annie Drew’s story. Previous analyses of Kincaid’s relationship with her mother have not gone beyond the writer’s own carefully orchestrated and sometimes contrived portraits of her. <i>In Search of Annie Drew</i> offers an alternate reading of Kincaid’s work that expands our understanding of the object of such passionate love and such ferocious hatred, an ordinary woman who became an unforgettable literary figure through her talented daughter’s renderings.</p>"},
      "Bindings": [
         {"type": "Cloth",
          "price": "75.00",
          "pages": "264",
          "ISBN": "9780813938455",
          "date": "Jun 2016",
          "buylink": "http://uva.longleafservices.org/cart/add?productid=81393845"
         },
         {"type": "Paper",
            "price": "29.50",
            "pages": "264",
            "ISBN": "9780813938455",
            "date": "Jun 2016",
            "buylink": "http://uva.longleafservices.org/cart/add?productid=81393846"
           },
           {"type": "Ebook",
            "price": "29.50",
            "pages": "264",
            "ISBN": "9780813938455",
            "date": "Jun 2016",
            "buylink": "http://uva.longleafservices.org/cart/add?productid=81393846"
           }

      ],
      "Reviews":[
         {"html": "<p> <i>In Search of Annie Drew</i> is daring, controversial, and impressive. Through meticulous attention to Kincaid’s own words, as well as to the few that Drew provided, Dance succeeds in showing a tangled emotional relationship between two exceptionally strong personalities, neither of whom would admit--consistently and directly--her tremendous love for the other. This war of a relationship is responsible for the writer Kincaid became as well as for the subject matter of most of her works.</p>", 
         "attribution": "Trudier Harris, University of Alabama, author of Saints, Sinners, Saviors: Strong Black Women in African American Literature"},
         {"html": "<p>This study, interwoven with Annie's friends' accounts and Kincaid's literary world, reveals a fascinating glimpse of Annie Drew's life.... Anyone acquainted with Kincaid's work will be intrigued by this portrayal.</p>",
          "attribution": "Journal of Postcolonial Writing"}
       ],
      
      "Prizes": [],
      "BioNote": {"html": "<p>Daryl Cumber Dance, Professor of English Emerita at the University of Richmond, is the author of <i>Shuckin’ and Jivin’: Folklore from Contemporary African Americans</i> and editor of <i>Honey Hush! An Anthology of African American Women’s Humor.</i></p>"},
      
      "Authors": {
         "Author": "Dance, Daryl Cumber"
      },
      "Subject": "Caribbean & African Literature",
      "Newsletter1": "Caribbean and African Studies",
      "Newsletter2": [],
      "isUVAP": "true",
      "isDelaware": "false",
      "Rotunda": "false",
      "List": "Backlist",
      "ISBNs": [
         "0813938457",
         "9780813938455",
         "0813938465",
         "9780813938462",
         "0813938449",
         "9780813938448"
      ],
      
      "CoverImageFull": "4412.jpg",
      "CoverImageThumb": "4412_T.jpg",
      "CoverImageMain": "4412_M.jpg"
   },

   {
      "BookID": "2705",
      "Title": "The Civilizations of Africa",
      "Subtitle": "A History to 1800",
      "PublicationDate": "2020-11-20",
      "DaysSincePublication": "-4",
      "AuthorCredit": "Christopher Ehret",
      "Series": [],
      "InternalSeriesVolume": [],
      "MainDescription":{"html": "<p>Since its initial publication, <i>The Civilizationsof Africa</i> has established itself as the most authoritative text available on early African history. Addressing the glaring lack of works concentrating on earlier African eras, Christopher Ehret’s trailblazing book has been paired with histories of Africa since 1800 to build a full and well-rounded understanding of the roles of Africa’s peoples in human history. Examining inventions and civilizations from 22,000 BCE to 1800 CE, Ehret explores the wide range of social and cultural as well as technological and economic change in Africa, relating all these facets of African history to developments in the rest of the world.</p><p>This updated edition incorporates new research, as well as an extensive new selection of color images.</p>"},
      "Bindings": [
         
         {"type": "Paper",
            "price": "35.00",
            "pages": "488",
            "ISBN": "9780813928807",
            "date": "Aug 2016",
            "buylink": "http://uva.longleafservices.org/cart/add?productid=81392880"
           },
           {"type": "Ebook",
            "price": "35.00",
            "pages": "264",
            "ISBN": "9780813946030",
            "date": "Nov 2020",
            "buylink": "http://uva.longleafservices.org/cart/add?productid=81394603"
           }

      ],
      "Reviews":[
         {"html": "<p>Challenging and innovative... thorough and masterful.... One hopes that Christopher Ehret has initiated a new trend in the writing of African history textbooks, one that challenges previously accepted chronologies and ideas and presents us with an interpretation that connects social, economic, political, and cultural history.</p>",
         "attribution": "African Studies Review"},
         {"html": "<p>Challenges historians to rethink how they teach the African past.... Ehret goes boldly where no writer of an African history textbook has ever gone before.... [The book] has convinced me teachers should stress the deep past, the past that produced the intellectual, cultural, and—yes—spiritual resources that are the bedrock hope of an Africa battered by the past few centuries.</p>",
          "attribution": "International Journal of African Historical Studies"},
         {"html": "<p>An authoritative and strikingly original overview of African history up to 1800, written at a level that will be accessible to entering college students.</p>",
         "attribution": "Patrick Manning, Northeastern University, author of Migration in Modern World History, 1500–2000"},
         {"html": "<p>With this text, Christopher Ehret provides a compelling account of early African history suitable for undergraduates and those without background in the field, updating the first edition (2002) with recent research.... Anyone who has taught a survey course about Africa knows that the sheer scale of the undertaking is a significant challenge, but Ehret’s narrative moves back and forth easily between big-picture developments and closeto-the-ground details.</p>",
          "attribution": "The International Journal of African Historical Studies"},
          {"html": "<p>Ehret offers us systematic and thoughtful coverage of Africa’s early history, dividing the period between 22,000 b.c.e. and 1450 into six long chapters, which draw mainly upon his own publications in the field of historical linguistics but also upon archaeology and occasionally other disciplines.</p>",
            "attribution": "Anthropos"}
       ],
      
      
      
      "Prizes": [],
      "BioNote": {"html": "<p>Christopher Ehret is Professor of History Emeritus at the University of California, Los Angeles, and the author of <i>An African Classical Age: Eastern and Southern Africa in World History, 1000 B.C. to A.D. 400</i> (Virginia).</p>"},
      "Authors": {
         "Author": "Ehret, Christopher"
      },
      "Subject": "African History",
      "Newsletter1": "Caribbean and African Studies",
      "Newsletter2": [],
      "isUVAP": "true",
      "isDelaware": "false",
      "Rotunda": "false",
      "List": "Backlist",
      "ISBNs": [
         "081392880x",
         "9780813928807",
         "0813946034",
         "9780813946030"
      ],
      "CoverImageFull": [],
      "CoverImageThumb": [],
      "CoverImageMain": "2705_M.jpg"
   }
   
   
]