[
    {
        "Title":"The Digital Temple",
        "Subtitle":"A Documentary Edition of George Herbert's English Verse",
        "RotID":"TDTM",
        "MainCollection":"Literature and Culture Collection",
        "SubCollection":"Literature",
        "StartYear":1633,
        "EndYear":1633,
        "MainDescription":{"html":"<p>A public orator at Cambridge and later a priest in the Church of England, George Herbert (1593&ndash;1633) balanced a vigorous intellectual life with a passionate devotion to his faith. These two important strands in his life informed his great work, <i>The Temple: Sacred Poems and Private Ejaculations,<\/i> published shortly after his death at the age of thirty-nine. The Temple is considered one of the finest collections of devotional verse in the English language and among the most significant works of early modern literature.<\/p><p><i>The Digital &quot;Temple&quot;<\/i> brings together the primary materials essential to the study of Herbert&#39;s English verse and presents them in a user-friendly online environment. This digital edition includes complete diplomatic and normalized transcriptions of the two known manuscripts of <i>The Temple,<\/i> in addition to a copy of the 1633 first edition. The 700 pages of high-resolution scans include each document in its entirety (excepting some Latin poems in one of the manuscripts). The editors have prepared textual and technical introductions, and the documents are fully annotated. No previous edition of <i>The Temple<\/i> has included facsimiles, transcriptions, and editorial commentary. This new resource provides students and scholars with all three and adds to this the power and convenience, including comparative display and full-text searching, of a digital edition.<\/p>"},
        "Facts":["Manuscripts and First Edition", "CHOICE Award Winner 2013"],
        "URL":"https://digitaltemple.rotunda.upress.virginia.edu/",
        "EditorCredit":"Edited by Robert Whalen and Christopher Hodgkins",
        "Prizes":"Named an Outstanding Academic Title 2013 by the American Library Association’s Choice magazine",
        "Reviews":[],
        "imageFilename":"gh.jpg"
    },{
        "Title":"People of the Founding Era",
        "Subtitle":"",
        "RotID":"PFE",
        "MainCollection":"American History Collection",
        "SubCollection":"Founding Era Collection",
        "StartYear": 1713,
        "EndYear": 1815,
        "MainDescription":{"html":"<p><i>People of the Founding Era<\/i> is a powerful new online resource that provides biographical information for thousands of individuals active during a crucial period in our history. Beginning with 12,000 but eventually expanding to over 60,000 people born between 1713 and 1815, the subjects include members of many of the most important families of the era, as well as many people&mdash;including artisans, slaves, and Native Americans&mdash;whose lives are not typically documented in historical archives. All entries include some biographical data, and many have a complete prosopographical profile&mdash;full name (including both married and maiden names), birth date, place of birth, death date, place of death, occupation, gender, nationality, and condition of servitude. The relationships between subjects are presented through structured tagging. Many of the entries come directly from the various Papers projects in Rotunda&rsquo;s American Founding Era collection and, in those cases, link back to the original references within their respective editions, so users may explore more fully the context in which they were originally documented. Historians, genealogists, and all students of American history will find in the <i>People of the Founding Era<\/i> the most authoritative biographical dictionary of the period.<\/p>"},
        "Facts":["60,000 People"],
        "URL":"https://pfe.rotunda.upress.virginia.edu/",
        "EditorCredit":"Holly C. Shulman and Susan Holbrook Perdue",
        "Prizes":null,
        "Reviews":[],
        "imageFilename":"pfe1.jpg"
    },{
        "Title":"Emily Dickinson's Correspondences",
        "Subtitle":"A Born-Digital Textual Inquiry",
        "RotID":"EDKC",
        "MainCollection":"Literature and Culture Collection",
        "SubCollection":"Literature",
        "StartYear": 1850,
        "EndYear": 1886,
        "MainDescription":{"html":"<p>Unpublished in book form during her lifetime, the poems of Emily Dickinson were nonetheless shared with those she trusted most—through her letters. This XML-based archive brings together seventy-four poems and letters from Emily’s correspondence with her sister-in-law and primary confidante, Susan Dickinson. Each text is presented with a digitized scan of the holograph manuscript. These images have zoom functionality as well as a special light-box feature that allows users to view and compare constellations of related documents. Users may search by date, genre, manuscript features, and full text. Dating from the 1850s to the end of Dickinson’s life, the work collected here shows all the characteristics of the poet’s mature art.<\/p>"},
        "Facts":["74 Poems and Letters"],
        "URL":"https://rotunda.upress.virginia.edu/edc/",
        "EditorCredit":"Edited by Martha Nell Smith and Lara Vetter, with Ellen Louise Hart as consulting editor",
        "Prizes":null,
        "Reviews":[{"html":"<p>[E]xciting.... meticulously detailed.... [T]his digital enterprise is a significant twenty-first century contribution to Dickinson scholarship.<\/p>"}],
        "imageFilename":"ed.jpg"
    },
    {
        "Title":"Presidential Recordings Digital Edition",
        "Subtitle":"",
        "RotID":"PRDE",
        "MainCollection":"American History Collection",
        "SubCollection":"American Century Collection",
        "StartYear": 1962,
        "EndYear": 1973,
        "MainDescription":{"html":"<p>The online edition of The Presidential Recordings includes hundreds of hours of presidential tapes covering the major issues of the LBJ administration, from the War on Poverty to the Civil Rights Movement to the Vietnam War. Each conversation is fully transcribed and annotated, and accompanied by its audio file. This multimedia presentation includes photo and video galleries, a linked timeline, and powerful XML-based searching ability. Winner of the 2011 PROSE Award for best eProduct in the Humanities. <\/p>"},
        "Facts":["5,000 Hours of Recordings"],
        "URL":"https://pfe.rotunda.upress.virginia.edu/",
        "EditorCredit":"Marc J. Selverstone, General Editor",
        "Prizes":null,
        "Reviews":[],
        "imageFilename":"prde.jpg"
    },
    {
        "Title":"The Papers of Eliza Lucas Pinckney & Harriott Pinckney Horry Digital Edition",
        "Subtitle":"",
        "RotID":"PKNYW",
        "MainCollection":"American History Collection",
        "SubCollection":"Founding Era Collection",
        "StartYear": 1739,
        "EndYear": 1830,
        "MainDescription":{"html":"<p>The papers of Eliza Lucas Pinckney (1722–1793) and her daughter Harriott Pinckney Horry (1748–1830) document the lives of two observant and articulate founding-era women who were members of one of South Carolina’s leading families, as well as distinguished people in their own right. Their letters, diaries, and other documents span nearly a century (1739–1830) and provide a window on politics, social events, and people of the late colonial and early national periods, as well as the daily life of managing a household and plantation. In particular, Pinckney’s correspondence illustrates the importance of transatlantic friendships and social connections for women of her class. Horry’s correspondence documents the strength of personal ties between women that linked the elite families of the North and the South to each other even as connections were threatened by disputes over slavery, commercial differences, and political and constitutional conflict.<\/p><p>This edition presents over 750 items of correspondence and other documents, including Harriott’s travel journals and Eliza’s book of recipes, in a fully searchable XML environment. The extensive editorial content features an introduction addressing the family and their world, a glossary of all names and places along with biographical sketches of all the major figures, and detailed notes on the manuscripts and journals, agriculture in South Carolina, and the Pinckney Horry operation in particular. The content is searchable within the edition and from the main platform of the American Founding Era collection.<\/p><p>This publication has been made possible through the generous sponsorship of the National Endowment for the Humanities.<\/p>"},
        "Facts":["Over 750 Documents"],
        "URL":"https://rotunda.upress.virginia.edu/PinckneyHorry/",
        "EditorCredit":"Constance Shultz, editor",
        "Prizes":"Named a Choice Outstanding Academic Title for 2013",
        "Reviews":[],
        "imageFilename":"pknyw.jpg"
    },
    {
        "Title":"The Letters of Matthew Arnold",
        "Subtitle":"",
        "RotID":"LMAD",
        "MainCollection":"Literature and Culture Collection",
        "SubCollection":"Literature",
        "StartYear": 1829,
        "EndYear": 1888,
        "MainDescription":{"html":"<p>Matthew Arnold was the preeminent poet/critic of the second half of the nineteenth century. Including nearly 4,000 letters, this work represents the most comprehensive and assiduously annotated collection of his correspondence available.<\/p>"},
        "Facts":["4000 letters"],
        "URL":"http://rotunda.upress.virginia.edu/arnold/",
        "EditorCredit":"Cecil Y. Lang, Editor",
        "Prizes":null,
        "Reviews":[],
        "imageFilename":"ma.jpg"
    },
    {
        "Title":"The Papers of George Washington Digital Edition",
        "Subtitle":"",
        "RotID":"GEWN",
        "MainCollection":"American History Collection",
        "SubCollection":"Founding Era Collection",
        "StartYear": 1748,
        "EndYear": 1799,
        "MainDescription":{"html":"<p>All 59 volumes of the celebrated print edition published through 2009, encompassing five series and the complete diaries, are now available in one XML-based publication. Users may search on full text and by date, author, and recipient. The exceptional indexing of the print volumes is combined here into a single master index, and all internal document cross-references are linked. The content may be navigated by series, date, or index entry. Named an Outstanding Academic Title 2007 by the American Library Association’s Choice magazine<\/p>"},
        "Facts":["72 Volumes"],
        "URL":"http://rotunda.upress.virginia.edu/founders/GEWN.html",
        "EditorCredit":"Theodore J. Crackel, Digital Edition Founding Editor",
        "Prizes":null,
        "Reviews":[],
        "imageFilename":"gw.jpg"
    },
    {
        "Title":"Clotel by William Wells Brown",
        "Subtitle":"An Electronic Scholarly Edition",
        "RotID":"CLO",
        "MainCollection":"Literature and Culture Collection",
        "SubCollection":"Literature",
        "StartYear": 1853,
        "EndYear": 1853,
        "MainDescription":{"html":"<p>The first African American novel, <i>Clotel<\/i> was published in 1853 in London, when its author was still legally a slave in the United States. The work&#39;s stature derives not only from its remarkable origin but from its explosive content, which is freely based on the relationship between Thomas Jefferson and Sally Hemings.<\/p><p>Brown went on to publish three additional, and very different, versions of the novel. The problem for scholars and students has always been which text to read. This digital edition of <i>Clotel<\/i> presents, for the first time together, the full extant texts of the four versions. These texts&mdash;618 pages in all, imaged and coded&mdash;may be read individually or in parallel, allowing the user to explore the relationships among the various versions. Further functionality allows the reader to access complex historical collation. In addition to illuminating introductory essays, the editor has provided generous biographical, critical, and historical commentary as well as line-by-line annotations to all four texts. Also included is the first reprinting of Miralda, published in installments in the weekly Anglo-African, an anti-slavery newspaper, in the four months before the American Civil War.<\/p><p><i>Clotel<\/i> is the first in a series of titles planned for The African American Research Library. The General Editors are Maria I. Diedrich, Henry Louis Gates, Jr., and Christopher Mulvey.<\/p>"},
        "Facts":["4 Textual Variants of Novel"],
        "URL":"http://rotunda.upress.virginia.edu/clotel/",
        "EditorCredit":"Edited by Christopher Mulvey",
        "Prizes":null,
        "Reviews":[],
        "imageFilename":"clotel.jpg"
    },
    {
        "Title":"Herman Melville's 'Typee'",
        "Subtitle":"A Fluid Text Edition",
        "RotID":"HMTY",
        "MainCollection":"Literature and Culture Collection",
        "SubCollection":"Literature",
        "StartYear": 1865,
        "EndYear": 1865,
        "MainDescription":{"html":"<p>This innovative work represents the most advanced, and accessible, approach to the study of a &quot;fluid text&quot; (a work existing in multiple versions). Analyzing Melville&#39;s working draft manuscript of <i>Typee, </i>John Bryant establishes three layered versions of the heavily revised text and provides a chronological sequencing of Melville&rsquo;s writing process. Each of over one thousand revision sites in the manuscript is identified and accompanied by a revision sequence that delineates each compositional step and a revision narrative explaining Melville&#39;s changes and how each revision evolved throughout the various stages of composition.<\/p><p>In addition, the edition offers a graphic, diplomatic transcription of the manuscript, digitized photographs of each leaf, a clear reading text of the manuscript&rsquo;s final version, and the print version of the text as it first appeared in the first English edition of the novel. These features are searchable and linked to each other and to the edition&rsquo;s revision sites, sequences, and narratives.<\/p><p>The Fluid-Text Edition is the first comprehensive study of the composition of <i>Typee, <\/i>shedding new light on the logic of Melville&#39;s creative choices, his use of sources, his complex relationship to his characters, and his growth as a writer.<\/p><ul><li>XML-based for the most powerful searching capability</li><li>Complete transcripts of primary source materials<\/li><li>Extensive editorial and bibliographical notes<\/li><li>Regular updates to content and functionality<\/li><li>24/7 online access, with no special hardware or hosting required<\/li><\/ul>"},
        "Facts":["Multiple Versions of the Text"],
        "URL":"http://rotunda.upress.virginia.edu/melville/",
        "EditorCredit":"John Bryant, Editor",
        "Prizes":null,
        "Reviews":[],
        "imageFilename":"melville.jpg"
    },
    {
        "Title":"The Letters of Christina Rossetti",
        "Subtitle":"A Digital Edition",
        "RotID":"CROS",
        "MainCollection":"Literature and Culture Collection",
        "SubCollection":"Literature",
        "StartYear": 1868,
        "EndYear": 1892,
        "MainDescription":{"html":"<p>Christina Rossetti has come to be considered one of the major poets of the Victorian era.This digital edition incorporates the complete text of the 4-volume print edition, The Letters of Christina Rossetti, edited by Antony H. Harrison. All 2124 letters may be read in chronological order or searched by full text or recipient. In addition, indexes from the print volumes have been consolidated into a powerful single online index.<\/p>"},
        "Facts":["2124 Letters"],
        "URL":"http://rotunda.upress.virginia.edu/crossetti/",
        "EditorCredit":"Antony H. Harrison, Editor",
        "Prizes":null,
        "Reviews":[],
        "imageFilename":"cr.jpg"
    },
    {
        "Title":"The Papers of James Madison Digital Edition",
        "Subtitle":"",
        "RotID":"JMDE",
        "MainCollection":"American History Collection",
        "SubCollection":"Founding Era Collection",
        "StartYear": 1751,
        "EndYear": 1826,
        "MainDescription":{"html":"<p>The Papers of James Madison documents the life and work of one of the most important political and constitutional thinkers in our nation&rsquo;s history. A vital project that continues to add new volumes, this publication has been consulted for decades by scholars and students for primary-source material by and about the fourth president. Rotunda now makes this invaluable resource available in a new online edition.<\/p><p>So significant were Madison&rsquo;s accomplishments before he reached the White House, they very nearly overshadow his tenure as president. As chief author of the Constitution, he provided a framework through which the nation could function after independence. Madison was also one of the primary authors--with John Jay and Alexander Hamilton--of the Federalist Papers, as well as the Bill of Rights (a document about which he was ambivalent but which he recognized as crucial to ratification).<\/p><p>Madison was a member of the first Congress and, with Thomas Jefferson, founded the Democratic-Republican Party. As secretary of state under Jefferson, he oversaw the Louisiana Purchase. He succeeded his friend as president and was the first to conduct a war as president under the Federal Constitution.</p><p>Madison&rsquo;s life touched on all the central issues of his times--which is to say, the cornerstone events of our history. His writings--covering his rivalry with Patrick Henry, his alliance with Jefferson, his eventual break with Hamilton, his marriage to Dolley Madison--bring us into contact with the most dynamic figures of the era.<\/p><p>This new digital edition collects all the volumes published thus far in the print edition&rsquo;s Secretary of State series and Presidential series--as well as the Congressional series, including now-out-of-print volumes that are becoming increasingly difficult to find. New volumes will be added to the digital edition in periodic installments, rounding out the most extensive collection available of the fourth president&rsquo;s writings.<\/p><p>This online resource contains all of the editorial content of the print edition and adds to this a powerful XML-based search functionality, linked cross-references, and the ability to navigate chronologically or by series volume. As part of the new Rotunda platform, it can be included in searches across the entire American Founding Era Collection, providing invaluable additional context to the great statesman&rsquo;s works.<\/p>"},
        "Facts":["41 Volumes"],
        "URL":"http://rotunda.upress.virginia.edu/founders/JSMN.html",
        "EditorCredit":"J. C. A. Stagg, editor",
        "Prizes":null,
        "Reviews":[],
        "imageFilename":"jmadison.jpg"
    },{
        "Title":"The Adams Papers Digital Edition",
        "Subtitle":"",
        "RotID":"ADMS",
        "MainCollection":"American History Collection",
        "SubCollection":"Founding Era Collection",
        "StartYear": 1755,
        "EndYear": 1799,
        "MainDescription":{"html":"<p>One of the outstanding documentary editions in American scholarship, <i>The Adams Papers<\/i> collects the correspondence and other significant papers of our nation&#39;s first great political family. At the center, of course, is John Adams. Beginning with his early diaries and three volumes selected from his legal papers--documenting, among other cases, the Boston Massacre trials--this edition covers Adams&rsquo;s ascent from young Boston lawyer to passionate advocate for American independence, including his time in the Continental Congress and his drafting of the Massachusetts state constitution (the oldest of the world&rsquo;s active constitutions). As one of the great diplomats of the era, Adams spent eight years in Europe, called upon by his young country to negotiate treaties with France, the Netherlands, Great Britain, Prussia, and the Barbary States.<\/p><p>Upon his return to America he served as vice president under George Washington and, eventually, second president of the United States. An embattled nonpartisan in an age of emerging party alliance, his popularity and influence fluctuated dramatically with the controversy over the XYZ Affair, Quasi-War with France, the Alien and Sedition Acts, and conflicts with his own cabinet. During this period in the Executive branch, he saw the movement of the federal government from New York to Philadelphia to the District of Columbia. The vice presidential and presidential years or executive period of Adams&rsquo;s public career will be dealt with in the future as new print volumes are added to the digital edition shortly after their publication.<\/p><p>Adams&rsquo;s importance lay not only in his insistence on freedom for America, but in his ability to show the emerging republic what this freedom meant. To Thomas Jefferson, both friend and rival, Adams was the &quot;colossus of independence.&quot;<\/p><p>The <i>Papers<\/i> also contains John&rsquo;s frequent correspondence with his wife Abigail, allowing the reader an uncommonly candid view on the workings of the state, as well as Abigail&rsquo;s own observant, spirited writings. Her letters offer an invaluable view on eighteenth-century life, from the farm and family she often managed by herself to the war being played out on her doorstep. Also featured are the writings of the four Adams children, including eldest son--and sixth president--John Quincy Adams.<\/p><p>This digital edition brings together all 30 volumes of <i>The Adams Papers<\/i> from the founding generation that have so far appeared in print, comprising the completed series of John Adams&rsquo;s diary and the ongoing series of family correspondence and state papers, including three volumes carefully selected from John Adams&rsquo;s legal papers. Users may access the contents by date, series, author, or recipient, as well as through linked cross-references. XML technology provides the most advanced searching, including the ability to search across all titles in Rotunda&rsquo;s American Founding Era Collection.<\/p>"},
        "Facts":["41 Volumes"],
        "URL":"http://rotunda.upress.virginia.edu/founders/ADMS.html",
        "EditorCredit":"C. James Taylor, Editor in Chief",
        "Prizes":"Choice Outstanding Academic Title, American Library Association (2009)",
        "Reviews":[],
        "imageFilename":"ja.png"
    },{
        "Title":"The Documentary History of the First Federal Congress of the United States of America",
        "Subtitle":"",
        "RotID":"FFC",
        "MainCollection":"American History Collection",
        "SubCollection":"Founding Era Collection",
        "StartYear": 1789,
        "EndYear": 1791,
        "MainDescription":{"html":"<p>Convening first in New York and later in Philadelphia from March 1789 to March 1791, these earliest iterations of the Senate and the House of Representatives worked with a new president to establish a government subject to the vision of a constitution less than a year in existence. Containing all of the contents of the celebrated twenty-two-volume letterpress edition from Johns Hopkins University Press, this digital edition is fully searchable and interoperable with other titles in Rotunda’s American Founding Era Collection.<\/p>"},
        "Facts":["22 Volumes"],
        "URL":"https://rotunda.upress.virginia.edu/founders/FFCP.html",
        "EditorCredit":"Edited by Charlene Bangs Bickford, Kenneth R. Bowling, William C. diGiacomantonio, and Helen E. Veit",
        "Prizes":null,
        "Reviews":[],
        "imageFilename":"ffcp.jpg"
    },{
        "Title":"The Papers of Woodrow Wilson Digital Edition",
        "Subtitle":"",
        "RotID":"WILS",
        "MainCollection":"American History Collection",
        "SubCollection":"American Century Collection",
        "StartYear": 1856,
        "EndYear": 1924,
        "MainDescription":{"html":"<p>Taking office with a Democrat-held House and Senate, Woodrow Wilson embarked on one of the most important chapters in the Progressive movement, approving the Federal Reserve Act, establishing the Fair Trade Commission, and strongly endorsing the Nineteenth Amendment and women’s right to vote. Wilson also presided over America’s involvement in the first World War, after which he helped create the League of Nations (for which he won 1919 Nobel Peace Prize) and envisioned a policy of global democracy that came to be called “Wilsonian.” Rotunda’s digital edition of Wilson’s papers includes the complete contents of the landmark letterpress edition of the papers, with nearly 40,000 documents covering personal correspondence, academic work, and speeches, spread across 69 volumes, including a five-part index.<\/p>"},
        "Facts":["69 Volumes", "35,000 Documents"],
        "URL":"http://rotunda.upress.virginia.edu/founders/WILS.html",
        "EditorCredit":"Arthur S. Link, Editor",
        "Prizes":null,
        "Reviews":[],
        "imageFilename":"wilson.png"
    },{
        "Title":"The Papers of Thomas Jefferson Digital Edition",
        "Subtitle":"",
        "RotID":"TSJN",
        "MainCollection":"American History Collection",
        "SubCollection":"Founding Era Collection",
        "StartYear": 1760,
        "EndYear": 1819,
        "MainDescription":{"html":"<p>Crucial to our nation’s history as author of the Declaration of Independence and third president, Thomas Jefferson was also a major figure in the Enlightenment, representing for Europeans the embodiment of the early nineteenth-century American mind. Since 1950, his writings have been compiled in the ongoing project The Papers of Thomas Jefferson. Rotunda’s digital edition brings together all 38 volumes published through 2011 into one searchable online resource. It also includes the first eight volumes of the Retirement Series sponsored by the Thomas Jefferson Foundation, which documents the time between Jefferson’s return to private life and his death in 1826. This XML edition includes all the illustrations and bibliographical content of the print edition, with the added convenience of linked cross-references and indexes.<\/p>"},
        "Facts":["60 Volumes"],
        "URL":"http://rotunda.upress.virginia.edu/founders/TSJN.html",
        "EditorCredit":"Edited by Barbara B. Oberg and J. Jefferson Looney",
        "Prizes":null,
        "Reviews":[],
        "imageFilename":"tj.jpg"
    },{
        "Title":"Journal of Emily Shore",
        "Subtitle":"Revised and Expanded",
        "RotID":"ESHR",
        "MainCollection":"Literature and Culture Collection",
        "SubCollection":"Literature",
        "StartYear": 1831,
        "EndYear": 1839,
        "MainDescription":{"html":"<p>Emily Shore's journal is the unique self-representation of a prodigious young Victorian woman. From July 5, 1831, at the age of eleven, until June 24, 1839, two weeks before her death from consumption, Margaret Emily Shore recorded her reactions to the world around her. She wrote of political issues, natural history, her progress as a scholar and scientist, and the worlds of art and literature. In her brief life, this remarkable young woman also produced, but did not publish, three novels, three books of poetry, and histories of the Jews, the Greeks, and the Romans, and she published several essays on birds. Written in an authoritative voice more often associated with men of her time, her journal reveals her to be well versed in the life of an early Victorian woman.<\/p>"},
        "Facts":["Textual Edition and Manuscript transcriptions"],
        "URL":"http://rotunda.upress.virginia.edu/EmilyShore/make-page.xqy",
        "EditorCredit":"Barbara Timm Gates, Editor",
        "Prizes":null,
        "Reviews":[],
        "imageFilename":"es.jpg"
    },{
        "Title":"The Selected Papers of John Jay Digital Edition",
        "Subtitle":"",
        "RotID":"JNJY",
        "MainCollection":"American History Collection",
        "SubCollection":"Founding Era Collection",
        "StartYear": 1760,
        "EndYear": 1794,
        "MainDescription":{"html":"<p>The careers of few figures in American history have encompassed as much as did John Jay&rsquo;s. His accomplishments span pre- and post-Revolutionary history and extend into all three branches of government. Best known as the first chief justice of the Supreme Court, Jay entered public service as a representative in the Continental Congress, where this Anglican member of the New York elite gradually became an ardent supporter of independence. Jay played a central role in the 1783 peace treaty with Great Britain, ending the American Revolution. Dissatisfied with the Articles of Confederation, Jay argued for the ratification of the new Constitution in pseudonymously authored articles in the Federalist Papers. When President Washington appointed Jay chief justice, the Supreme Court was a blank slate, and his papers provide a fascinating look at the creation of court procedure, much of which survives to this day. Jay&rsquo;s most important act during his years as chief justice was not judicial but diplomatic--namely his negotiating the ultimately controversial 1794 Jay Treaty with Great Britain. After leaving the court, Jay continued to exercise his influence, serving two terms as governor of New York and advocating on a number of issues, including the abolition of slavery.<\/p><p>Building on and revising the pioneering scholarship begun by Richard B. Morris in the 1950s, the digital edition of Jay&rsquo;s papers will include all seven volumes planned for the complete print edition. This XML-based archive is fully annotated and searchable, and as part of Rotunda&rsquo;s American Founding Era collection it is interoperable with digital editions covering the first four presidents, as well as with the papers of Alexander Hamilton and John Marshall and the <i>Documentary History of the Ratification of the Constitution.<\/i><\/p>"},
        "Facts":["5 Volumes"],
        "URL":"http://rotunda.upress.virginia.edu/founders/JNJY.html",
        "EditorCredit":"Elizabeth M. Nuxoll, editor",
        "Prizes":null,
        "Reviews":[],
        "imageFilename":"jjay.jpg"
    },{
        "Title":"The Diaries of Gouverneur Morris Digital Edition",
        "Subtitle":"",
        "RotID":"GRMS",
        "MainCollection":"American History Collection",
        "SubCollection":"Founding Era Collection",
        "StartYear": 1794,
        "EndYear": 1816,
        "MainDescription":{"html":"<p>Gouverneur Morris played an important role in the American Revolution, made profound contributions to the Constitution (including writing its Preamble), and was the American minister to France during the height of the French Revolution. He began keeping a diary after arriving in France in 1789 and continued until his death in 1816. This Rotunda version of his diaries includes both the new UVA Press edition of his European diaries covering 1794–98 and his New York diaries from 1799 through 1816, and a corrected version of the two-volume 1939 edition of his Paris diaries from 1789–1793.<\/p>"},
        "Facts":["# entries"],
        "URL":"http://rotunda.upress.virginia.edu/founders/GRMS.html",
        "EditorCredit":"Melanie Randolph Miller, Editor, Hendrina Krol, Associate Editor",
        "Prizes":null,
        "Reviews":[],
        "imageFilename":"gmorris.jpg"
    },
    {
        "Title":"The Papers of Ulysses S. Grant",
        "Subtitle":"",
        "RotID":"GRNT",
        "MainCollection":"American History Collection",
        "SubCollection":"Antebellum, Civil War and Reconstruction",
        "StartYear": 1837,
        "EndYear": 1885,
        "MainDescription":{"html":"<p>Ulysses S. Grant never intended to make a career in the military, much less go into politics, but he ended up commanding the U.S. forces in perhaps the most important war America ever fought and then serving as its eighteenth president during a period of profound change.<br>&nbsp;&nbsp; &nbsp;<br>Following a brief and frustrating period of civilian life after he fought in the Mexican American War (a war he personally did not approve of), Grant reentered military life at the outbreak of the Civil War. While Abraham Lincoln cycled through a succession of generals, none of whom could defeat the Confederate forces, Grant scored major strategic victories at Shiloh and Vicksburg and in the Chattanooga Campaign. He eventually won the job of Commanding General of the Union Army, and within roughly a year accepted Robert E. Lee’s surrender at Appomattox.<br>&nbsp;&nbsp; &nbsp;<br>Grant’s willingness—it could never be called eagerness--to take on the presidency was inspired by his conviction that what had been so hard won in the war could not be wasted by “mere trading politicians.” His two terms as president included scandal, and some of Grant’s initiatives were more well-intentioned than successful, but he addressed a remarkable number of issues, ranging from the reconstruction of the South--which he sought to execute without a sense of Northern occupation--and the complex political divide that still existed to terrible economic upheaval, peaking with the Panic of 1873. However flawed they may have been, actions such as his Civil Rights Act of 1875 and Indian Peace Policy strike the modern observer as farsighted in their prioritizing of human rights and their empathy with both African Americans and native peoples.&nbsp;<br>&nbsp;&nbsp; &nbsp;<br>Grant’s last great act was the intensely focused composition of his memoirs, which became the best seller they were calculated to be and revealed Grant as one of the most eloquent Americans to pick up a pen.<br>&nbsp;&nbsp; &nbsp;<br>This digital edition is based on one of the great documentary editions in American scholarship, the original letterpress volumes of Grant’s papers, edited by John Y. Simon. This edition, wrote the New York Times, 'helped cement Grant’s place as a literary memoirist and not just a war diarist . . . [and] changed the nature of documentary editing.' The Rotunda edition contains the content of the original thirty-one print volumes edited by Simon, including all editorial annotations, introductory essays, and appendices, as well as an additional volume of supplementary documents completed by John F. Marszalek. This fully searchable online archive is interoperable with other Rotunda titles, including those in its new Antebellum, Civil War, and Reconstruction collection.<\/p>"},
        "Facts":["32 Volumes"],
        "URL":"http://rotunda.upress.virginia.edu/founders/GRNT.html",
        "EditorCredit":"John Y. Simon and John F. Marszalek, Editors",
        "Prizes":null,
        "Reviews":[],
        "imageFilename":"grant.png"
    },
    {
        "Title":"The Papers of Alexander Hamilton Digital Edition",
        "Subtitle":"",
        "RotID":"ARHN",
        "MainCollection":"American History Collection",
        "SubCollection":"Founding Era Collection",
        "StartYear": 1768,
        "EndYear": 1802,
        "MainDescription":{"html":"<p>Killed before he was fifty in the most famous duel in American history, Alexander Hamilton had the shortest life of all the major founding fathers and experienced a career filled with as much controversy as triumph. His influence on our nation, however, has been consistent and profound. We remember him above all as the nation&rsquo;s first great fiscal voice, but his accomplishments extend into the arenas of diplomacy, law, warfare, and political strategy. Though never a president himself, he was a crucial advisor in Washington&rsquo;s administration&mdash;where he served as the nation&rsquo;s first secretary of the Treasury&mdash;and greatly influenced, not always benevolently, the elections of both Adams and Jefferson. Despite his reluctance to see America split into factions, Hamilton&rsquo;s Federalists&mdash;who called for a strong central government and a national bank&mdash;signaled the emergence of political parties in the young nation.<\/p><p>Hamilton remains one of the key figures in American legal history. A lawyer in his private life, he was the only person from New York to sign the Constitution and fought tirelessly for its ratification. Hamilton was also the primary author of the Federalist Papers, to this day perhaps the most consulted commentary on the Constitution both in the academy and in our courts.<\/p><p>Hamilton&rsquo;s writings take us from the front lines of the Revolutionary War to the Congress of the Confederation to the early days of Manhattan Island. The cast comprises the most notable personages of the era, including the early presidents, the Marquis de Lafayette, John Jay, and archrival Aaron Burr, with whom he had his fatal duel.<\/p><p>This digital edition contains all 27 volumes of the print edition of the Papers&mdash;all the writings by and to Hamilton known to exist, some 19,000 documents&mdash;including all editorial annotations. Additional content that, in the print edition, was collected in appendices appears here in its proper chronological place; there is also a cumulative index, and all cross-references are linked. This XML-based publication provides the maximum searching ability and is interoperable with other titles in the American Founding Era Collection, so users may search across multiple collections of documents, including the papers of the first four presidents.<\/p>"},
        "Facts":["27 Volumes", "12,500 Documents"],
        "URL":"http://rotunda.upress.virginia.edu/founders/ARHN.html",
        "EditorCredit":"Harold C. Syrett, editor, Mary-Jo Kline; consulting editor for the Digital Edition",
        "Prizes":null,
        "Reviews":[],
        "imageFilename":"ah.jpg"
    },
    {
        "Title":"The Papers of Andrew Johnson",
        "Subtitle":"",
        "RotID":"AJHN",
        "MainCollection":"American History Collection",
        "SubCollection":"Antebellum, Civil War and Reconstruction",
        "StartYear": 1822,
        "EndYear": 1875,
        "MainDescription":{"html":"<p>In the current “age of impeachment,” Andrew Johnson has gained a new historical relevance. But Johnson’s career is notable for more than his impeachment, with much to tell us about Civil War–era politics and the complexity of Reconstruction, through a trajectory that is one of the most compelling, and strange, in presidential history.<\/p><p>Johnson was born into poverty but rose quickly in Tennessee politics, serving as governor before moving on to the US House of Representatives and then the Senate. Despite being a slave owner, Johnson was the only senator of a Confederate state not to resign when his home state seceded. Johnson walked a fine political line between sectional interests, and while his Southern Unionist position inspired Lincoln to choose him as his running mate in 1864, Johnson’s sympathies for the South would generate enormous controversy when he succeeded Lincoln as president. The eventual impeachment process—Johnson escaped dismissal from office by a single vote—provides a fascinating look at a critical era in American history as Congress and Johnson’s own cabinet conspired to make him the most embattled of presidents.<\/p><p>This digital edition of Johnson’s papers—which also covers notable events in a career that spanned decades and included the Homestead Act and the Alaska Purchase—collects the complete contents of the print edition’s sixteen volumes. This online archive is fully searchable and is interoperable with other titles in the Antebellum, Civil War, and Reconstruction collection, as well as all of Rotunda’s American History Collection.<\/p>"},
        "Facts":["16 Volumes"],
        "URL":"https://rotunda.upress.virginia.edu/founders/AWJN.html",
        "EditorCredit":"LeRoy P. Graf, Ralph W. Haskins and Paul H. Bergeron",
        "Prizes":null,
        "Reviews":[],
        "imageFilename":"johnson_a.png"
    },{
        "Title":"The Papers of Revolutionary Era Pinckney Statesmen",
        "Subtitle":"",
        "RotID":"PKNY",
        "MainCollection":"American History Collection",
        "SubCollection":"Founding Era Collection",
        "StartYear": 1770,
        "EndYear": 1798,
        "MainDescription":{"html":"<p>One of the leading families of colonial South Carolina and the early republic, the Pinckneys of Charleston were witnesses to—and often active participants in—many of the defining customs and transforming events of the early national South. This digital resource collects, for the first time, the papers of three of the most notable Pinckneys: brothers Charles Cotesworth Pinckney (1746–1825) and Thomas Pinckney (1750–1828) and their cousin Charles Pinckney (1757–1824). They served variously as young officers during the Americana Revolution, governors of the state of South Carolina, delegates to the Constitutional Convention, leading lawyers and businessmen in Charleston, and diplomats to England, France, and Spain.<\/p><p>Eventually comprising over 3,000 documents, this publication is fully searchable and interoperable with the other titles in Rotunda’s American Founding Era collection and includes the complete contents of the previously released&nbsp;<a href='http://rotunda.upress.virginia.edu/PinckneyHorry/' target='_blank'>The Papers of Eliza Lucas Pinckney and Harriott Pinckney Horry.<\/a><\/p>"},
        "Facts":["2 Volumes", "Over 3000 Documents"],
        "URL":"http://rotunda.upress.virginia.edu/founders/PNKY.html",
        "EditorCredit":"Edited by Constance Schultz",
        "Prizes":null,
        "Reviews":[],
        "imageFilename":"pnkymen.jpg"
    },{
        "Title":"The Papers of Daniel Webster",
        "Subtitle":"",
        "RotID":"DWDE",
        "MainCollection":"American History Collection",
        "SubCollection":"Antebellum, Civil War and Reconstruction",
        "StartYear": 1751,
        "EndYear": 1826,
        "MainDescription":{"html":"<p>Born in the final days of the American Revolution, Daniel Webster would leave his mark on the following century, of which he was one of its mightiest statesmen. His remarkable life and career illustrate like few others the central issues of that century, especially the growing rift that would undermine the union and set the stage for America’s greatest crisis.<\/p><p>As a young attorney, Webster participated in McCulloch v. Maryland, which established implied powers and limited the power of the states to impede constitutionally valid actions taken by the federal government. As a senator, he opposed nullification by southern states, as he expressed in his legendary “Reply to Hayne” speech, and provided critical support for the Compromise of 1850. As secretary of state in 1842—the first of three separate tenures in that position, under three different presidents—Webster established the U.S.-Canada border that exists to this day. Webster served in Congress for two states (New Hampshire and Massachusetts), and, in the waning days of his Whig Party, ran for president three times. There are few roles in government he did not play, few defining issues of the mid-nineteenth century of which he did not find himself at the center.<\/p><p>Rotunda’s digital edition of The Papers of Daniel Webster includes the complete contents of the classic fourteen-volume print edition and adds to this the power to search its documents and those of other titles in the American History platform. This powerful resource will be indispensable to students and scholars of the nineteenth century, politics, and legal history.<\/p><p>Publication of The Papers of Daniel Webster Digital Edition was made possible by the generous support of the Dartmouth College Library.<\/p>"},
        "Facts":["# Volumes"],
        "URL":"https://rotunda.upress.virginia.edu/founders/WBST.html",
        "EditorCredit":"Charles M. Wiltse, Editor; Harold D. Moser, Associate Editor",
        "Prizes":null,
        "Reviews":[],
        "imageFilename":"dw.jpg"
    },
    {
        "Title":"The Papers of John Marshall Digital Edition",
        "Subtitle":"",
        "RotID":"JNML",
        "MainCollection":"American History Collection",
        "SubCollection":"Founding Era Collection",
        "StartYear": 1775,
        "EndYear": 1835,
        "MainDescription":{"html":"<p>John Marshall was the longest-serving chief justice on the U.S. Supreme Court, with a tenure lasting more than three decades. He was also arguably the most influential. Under his leadership the court defined itself in ways that persist to this day.<\/p>"},
        "Facts":["12 Volumes"],
        "URL":"http://rotunda.upress.virginia.edu/founders/JNML.html",
        "EditorCredit":"Charles F. Hobson, Editor",
        "Prizes":null,
        "Reviews":[],
        "imageFilename":"jmarshall.jpg"
    },
    {
        "Title":"The Papers of Andrew Jackson",
        "Subtitle":"",
        "RotID":"JKSN",
        "MainCollection":"American History Collection",
        "SubCollection":"Antebellum, Civil War and Reconstruction",
        "StartYear": 1751,
        "EndYear": 1826,
        "MainDescription":{"html":"<p>Andrew Jackson was born near the border of the colonial Carolinas and would take part in many of the early republic’s signal events, but he came to define a new era in American history and left the presidency forever changed.<\/p>"},
        "Facts":["# documents"],
        "URL":"http://rotunda.upress.virginia.edu/founders/JKSN.html",
        "EditorCredit":"Daniel Feller, Editor in Chief",
        "Prizes":null,
        "Reviews":[],
        "imageFilename":"ajackson.jpg"
    },
    {
        "Title":"The Dolley Madison Digital Edition",
        "Subtitle":"",
        "RotID":"DMDE",
        "MainCollection":"American History Collection",
        "SubCollection":"Founding Era Collection",
        "StartYear": 1788,
        "EndYear": 1849,
        "MainDescription":{"html":"<p>Containing over 2,400 letters, with another thousand letters to follow in periodic updates, this XML-based archive allows users to perform simple or advanced searches by period, correspondent, or topic. The letters may also be accessed directly through a sortable list or read in chronological order. Proper names link to a glossary that identifies over 2,500 people and places, providing a unique biographical view on the elites of the early Republic.<\/p>"},
        "Facts":["Over 3000 Documents"],
        "URL":"http://rotunda.upress.virginia.edu/dmde/",
        "EditorCredit":"Holly C. Shulman, editor",
        "Prizes":null,
        "Reviews":[],
        "imageFilename":"dolley.jpg"
    },
    {
        "Title":"SAH Archipedia",
        "Subtitle":"",
        "RotID":"ARCHI",
        "MainCollection":"Architecture",
        "SubCollection":"Open Access",
        "StartYear": 0,
        "EndYear": 2020,
        "MainDescription":{"html":"<p><\/p>"},
        "Facts":["Open Access Publication", "Over X Buildings"],
        "URL":"http://sah-archipedia.org/",
        "EditorCredit":"Edited by Gabrielle Esperdy and Karen Kingsley",
        "Prizes":null,
        "Reviews":[],
        "imageFilename":"archipedia.png"
    },{
        "Title":"The Documentary History of the Ratification of the Constitution",
        "Subtitle":"",
        "RotID":"RNCN",
        "MainCollection":"American History Collection",
        "SubCollection":"Founding Era Collection",
        "StartYear": 1787,
        "EndYear": 1791,
        "MainDescription":{"html":"<p>This landmark work in historical and legal scholarship draws upon thousands of sources to trace the Constitution’s progress through each of the thirteen states’ conventions. The digital edition allows users to search the complete contents by date, title, author, recipient, or state affiliation and preserves the copious annotations of the print edition.<\/p>"},
        "Facts":["20 Volumes"],
        "URL":"http://rotunda.upress.virginia.edu/founders/RNCN.html",
        "EditorCredit":"John P. Kaminski, Gaspare J. Saladino, Richard Leffler, Charles H. Schoenleber and Margaret A. Hogan, editors",
        "Prizes":null,
        "Reviews":[],
        "imageFilename":"dhrc.jpg"
    },{
        "Title":"The Booker T. Washington Papers Digital Edition",
        "Subtitle":"",
        "RotID":"BTWN",
        "MainCollection":"American History Collection",
        "SubCollection":"American Century Collection",
        "StartYear": 1860,
        "EndYear": 1915,
        "MainDescription":{"html":"<p>The ROTUNDA DIGITAL EDITION includes the full contents of the 14-volume letterpress edition, including speeches, correspondence, major autobiographical writing, and cumulative index.<\/p>"},
        "Facts":[],
        "URL":"https://rotunda.upress.virginia.edu/founders/BTWN.html",
        "EditorCredit":"Louis R. Harlon and Raymond W. Smock",
        "Prizes":"",
        "Reviews":[],
        "imageFilename":"btwn.jpg"
    }
]